import React from 'react'
import Layout from "../components/layout"
import * as styles from '../styles/listni.module.css'

export default function listniТorove() {
    return (
        <Layout>
            <div >
                <div className={styles.welcomeWrapper}>
                    <h1>Предимства на листното торене</h1>
                    <p>Листното подхранване е част от оптималната схема на торене, с което се постига по-пълноценно хранене на растенията.
                    Като цяло- под влияние на листното внасяне на макро- и микроелементи се увеличават добивите и се подобрява качеството на получената продукция.</p>
                </div>
                <div className={styles.textContainer}>
                    <h2>Какви са основните предимства на листното торене?</h2>
                    <p>
                    1. В определени стадии от развитието си културните растения имат особено големи нужди от хранителни вещества – обикновено това са фазите на бърз растеж, натрупване на вегетативна маса и образуване на репродуктивни органи. Подхранването на растенията чрез листата в такъв момент от развитието им води до получаване на по-високи добиви.<br/>
                    2.При използваните в условията на интензивното земеделие високопродуктивни сортове износът на хранителни вещества от почвата е голям. Внесените в почвата минерални торове обикновено обезпечават нуждите на растенията от макроелементи, но микроелементите не са достатъчни, а и са в трудноусвоими форми. Затова от физиологична гледна точка комплексното листно торене при високопродуктивни сортове е особено ефективно.<br/>
                    3.Листното торене не се противопоставя на почвеното, а се разглежда като необходимо мероприятие в цялостната система на оптимално минерално хранене на растенията.<br/>
                    4.Промяната в активността на корените обяснява големия ефект върху продуктивността на подадените чрез листата сравнително малки количества от макро - и микроелементи. Освен това листното подхранване осигурява по-икономичен воден режим на растенията и дава възможност за преодоляване на физиологични смущения, причинени от неблагоприятни почвено-климатични условия.<br/>
                    5.Листното торене през вегетативните фази стимулира растежа и развитието на растенията и е предпоставка за получаването на високи добиви, а провежданото му през периода на формирането на репродуктивните органи подобрява качеството на получената селскостопанска продукция.
                    </p>
                </div>
                <div className={styles.fullImage}>
                    <h1>Как да изберем листен тор?</h1>
                    <p>Най-добре усвоими и с най-добра ефективност са Комплексните листни торове. При тях макро- и микроелементите не са под формата на смес, а под формата на самостоятелни, напълно водоразтворими съединения.</p>
                </div>
                <div className={styles.textContainer}>
                    <h2>Качествата на листния тор се определят от няколко критерия:</h2>
                    <p>
                    <br/>1.Постигнато е оптимално съотношение между най-важните хранителни макро- и микроелементи, без да бъдат използвани съдържащи хлор соли. Само балансираните листни торове могат да дадат траен резултат върху добива и качеството, а не само визуален- първоначално позеленяване на културата.
                    <br/>2.Съотношението на хранителните елементи е съобразено или с изисванията на фазата на развитието или спрямо регистрирания недостиг. Прилагането на едни и същи съотношения на хранителни елементи (т.н. универсални торове) при различни култури не е ефективно.
                    <br/>3.При едновременно прилагане с пестициди е добре в листните торове да се съдържат вещества, които играят ролята на прилепител. Намаленото отмиване на прилагания пестицид, ускореното му проникване, както и наблюдаваното засилване на разградните процеси повишават неговата ефективност.
                    <br/>4.Микроелементите трябва да са обявени като вид и като количество. Също така е много важна формата, под която се намират- тя определя усвояването им от растенията.
                    <br/>
                    <br/>
                    <strong>Много важно е да се убедим в резултатите</strong> от приложението на този листен тор, като оставим контрола или ако разполагаме с резултати от проведени опити и експерименти (не винаги цената е най- важният фактор при вземането на решение за избор на листен тор).
В заключение може да се каже, че листното торене не е панацея. То не може да компенсира неправилно подбрания сорт, некачествената обработка на земята, ненавременната борба с болестите и вредителите и всичко онова, което не е свършено добре или навреме, но то е необходимо и много полезно мероприятие в съвременните технологии за отглеждане на растенията.
</p>
                </div>
            </div>
        </Layout>
    )
}
