import React,{useRef} from 'react'
import Layout from "../components/layout"
import * as styles from "../styles/uan.module.css"
import Seo from '../components/seo'

export default function Uan() {
    
    const info = useRef(null)
    const soil = useRef(null)
    const executeScroll = (ref) => ref.current.scrollIntoView()    

    return (
        <Layout>     
            <Seo title="УАН"/>
            <div className={styles.container}>           
                    <div className={styles.welcomeWrapper}>
                        <h1>УАН – УСПЕШНИЯТ ИЗБОР ЗА ПРОФЕСИОНАЛИСТИ</h1>
                        <p>В света вече над 40% от употребяваните азотни торове са течни.<br/>
                            Течните азотни торове с най-широко приложение са: АНХИДРИРАН <br/>АМОНЯК(безводен амоняк)–82,25%N а.в.;АМОНЯЧНА ВОДА - 21% N а.в.</p>
                        <div className={styles.navigation}>
                            <button onClick={() => executeScroll(info)}>Характеристики</button><h2>/</h2>
                            <button onClick={() => executeScroll(soil)}>Почвено торене</button><h2>/</h2>
                            <button>Листен тор</button><h2>/</h2>
                            <button>Особености</button><h2>/</h2>
                            <button>Растителна защита</button><h2>/</h2>
                            <button>Норми</button>
                        </div>
                    </div>  
                    <div className={styles.infoWrapper}>
                        <h2>Физико – химични характеристики на UAN</h2>
                        <div className={styles.sideToSide} ref={info}>
                            <table class="styled-table">
                                <thead>
                                    <tr>
                                        <th>Съдържание на N в %</th>
                                        <th>28%</th>
                                        <th>30%</th>
                                        <th>32%</th>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr className="active-row">
                                        <td>Съдържание на AN в % като тегло</td>
                                        <td>40.1</td>
                                        <td>42.2</td>
                                        <td>44.3</td>
                                    </tr>
                                    <tr>
                                        <td>Съдържание на UREA в % като тегло</td>
                                        <td>30.0</td>
                                        <td>32.7</td>
                                        <td>35.4</td>
                                    </tr>
                                    <tr>
                                        <td>Съдържание на вода в % като тегло</td>
                                        <td>29.9</td>
                                        <td>25.1</td>
                                        <td>20.3</td>
                                    </tr>
                                    <tr>
                                        <td>Специфично тегло при 16 С</td>
                                        <td>1.283</td>
                                        <td>1.303</td>
                                        <td>1.320</td>
                                    </tr>
                                    <tr>
                                        <td>Кристализация при външна температура в С</td>
                                        <td>-18</td>
                                        <td>-10</td>
                                        <td>-2</td>
                                    </tr>
                                </tbody>
                            </table>
                            <p>Течният азотен тор /UAN/ съдържа не по-малко от 32% активно вещество под формата на карбамид / амиден азот/ и амониева селитра /амониев-нитратен азот/. 
                            В общото азотно съдържание на UAN амидният азот е около 50%, а амониевият и нитратният азот е по 25%. UAN не съдържа свободен амоняк; не е пожароопасен, 
                            взривоопасен, корозионен или токсичен за хората и животните</p>
                         </div>
                         <div className={styles.bigInfo}>
                            <h2>Течен азотен тор – УРЕЯ АМОНИЕВ НИТРАТ (УАН) – 32,25 N а.в.</h2>
                            <p>УРЕЯ АМОНИЕВ НИТРАТ (УАН) в България има много голямо бъдеще, заради ниската си цена и минимални разходи за приложение. Относителното му тегло е 1,32 , т.е. 1,5 пъти повече N в единица обем спрямо амониевата селитра. Агрохимичните и физични свойства на УАН го правят по-добър от твърдите торове по отношение на усвояемост и приложение. Няма организационна и технологична специфика при работа с този течен тор. УАН е подходящ както за предсеитбено, така и за вегетационно приложение. Ефективността при прилагане на УАН върху почвата и растенията е с 10% по-висока спрямо сухите торове, тъй като не се отнася от вятъра, не се промива от водата ( нитратният N е само 25%). Постига съвършената равномерност на разпределение в площите, което е от огромно значение за добива и качеството. Подхранване на полските култури с УАН в райони с тенденции на трайни засушавания е подходящо – валежите не са толкова важен фактор при прилагането на течните торове.
                            Съгласно таблица за смесимост УАН успешно може да се прилага с някои хербициди или микро торове. Не съществуват никакви рискове за нормалното поникване и развитие на растенията! Преросявания, превалявания по време или след приложение на УАН са нежелателни единствено при комбинация с вегетационни хербициди.
                            При транспортиране и съхранение на УАН могат да се използват всички видове цистерни, които са изправни, като е желателно за по-голяма сигурност да се монтират сдвоени кранове. Торенето с течни торове се извършва с обичайните за земеделската практика машини и транспортни средства – пръскачки и цистерни, включително самолети и вертолети.
                            УАН не е пожароопасен, взривоопасен, корозионен. Гарантира безопасна употреба и не е токсичен за хората и животните.</p>
                         </div>                                             
                    </div>
                    <div className={styles.soilWrapper} ref={soil}>
                        <h2>АГРОХИМИЧЕСКИ И ТЕХНОЛОГИЧНИ ОСОБЕННОСТИ ПРИ ПРИЛОЖЕНИЕ НА ТЕЧЕН АЗОТЕН ТОР - УАН</h2>
                        <p>В съответствие с горепосоченото, азотното торене на различните полски култури с "Течен азотен тор 32", трябва да се съобразява с особеностите на тора, почвеното плодородие и технологиите за отглеждане.
                        Практически "Течен азотен тор 32" е подходящ за основно и предсеитбено почвено торене, и за подхранване на полските култури, отглеждани на почти всички почвени типове в страната - типични, излужени и оподзолени черноземи, смолници, канелени, кафяви и сиви горски, алувиални и делувиални почви.
                        При внасяне на "Течен азотен тор 32" върху много суха почва или при температура на въздуха по-висока от 15-18 °С е препоръчително торът  да се инкорпорира чрез подходяща обработка на почвата, за да се избегнат макар и малките загуби на азот. На почва с добра и средна влагозапасеност не е е необходимо инкорпориране, поради това, че внесеният течен тор попива в почвените частици и загубите на азот се избягват. Не е необходимо инкорпориране, ако непосредствено след внасянето на тора площа се полее.
                        Проведените полски торови опити, както и разработените технологии за азотно торене позволяват диференциране на нормите за торене с Течен азотен Тор. Тези норми са посочени в приложение 3. Следва обаче да се има предвид, че оптималните норми се определят след извършен почвен анализ
                        </p>
                    </div>
            </div>
        </Layout> 

    )
}
